@extends('landing_v1.layouts.app')

@section('content')
@php($landingImg = asset('assets/landing_v1/img/instructors'))
<main>
    <x-landing_v1::page-hero image="{{ asset('assets/landing_v1/img/contact/hero.webp') }}"
        title="نخبة الخبراء.. شركاء نجاحك" :breadcrumbs="[
            ['label' => 'الرئيسية', 'href' => '#'],
            ['label' => 'المدربين', 'href' => '#'],
        ]" />

    <section class="section-gap">
        <div class="container">
            <div class="grid grid-cols-1 md:grid-cols-2 lg:grid-cols-3 gap-4 lg:gap-x-10 lg:gap-y-13 ">


                <div class="border border-[#00000029] rounded-8px">
                    <div class="mb-4 bg-e3">
                        <img src="/assets/landing_v1/img/home/instructor.webp" alt="م. خالد السديري">
                    </div>
                    <div class="p-5 mb-6">
                        <h6 class="font-semibold text-24px text-primary mb-1">م. أحمد بن صالح آل سعود</h6>
                        <p class="font-normal text-base text-primary leading-6">
                            خبير استراتيجيات التحول الرقمي ومستشار تطوير الأعمال.
                        </p>

                        <div class="flex justify-between items-center lg:gap-4 xl:gap-9 flex-wrap mb-7">
                            <div>
                                <svg width="18" height="18" viewBox="0 0 18 18" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path fill-rule="evenodd" clip-rule="evenodd"
                                        d="M4.79083 0C4.95659 0 5.11557 0.065848 5.23278 0.183058C5.34999 0.300269 5.41583 0.45924 5.41583 0.625V1.26083C5.9675 1.25 6.575 1.25 7.24333 1.25H10.6708C11.34 1.25 11.9475 1.25 12.4992 1.26083V0.625C12.4992 0.45924 12.565 0.300269 12.6822 0.183058C12.7994 0.065848 12.9584 0 13.1242 0C13.2899 0 13.4489 0.065848 13.5661 0.183058C13.6833 0.300269 13.7492 0.45924 13.7492 0.625V1.31417C13.9658 1.33083 14.1711 1.35194 14.365 1.3775C15.3417 1.50917 16.1325 1.78583 16.7567 2.40917C17.38 3.03333 17.6567 3.82417 17.7883 4.80083C17.9158 5.75083 17.9158 6.96333 17.9158 8.495V10.255C17.9158 11.7867 17.9158 13 17.7883 13.9492C17.6567 14.9258 17.38 15.7167 16.7567 16.3408C16.1325 16.9642 15.3417 17.2408 14.365 17.3725C13.415 17.5 12.2025 17.5 10.6708 17.5H7.245C5.71333 17.5 4.5 17.5 3.55083 17.3725C2.57417 17.2408 1.78333 16.9642 1.15917 16.3408C0.535833 15.7167 0.259167 14.9258 0.1275 13.9492C0 12.9992 0 11.7867 0 10.255V8.495C0 6.96333 0 5.75 0.1275 4.80083C0.259167 3.82417 0.535833 3.03333 1.15917 2.40917C1.78333 1.78583 2.57417 1.50917 3.55083 1.3775C3.74528 1.35194 3.95056 1.33083 4.16667 1.31417V0.625C4.16667 0.459384 4.2324 0.300539 4.34943 0.183353C4.46646 0.0661663 4.62522 0.000220821 4.79083 0ZM3.71583 2.61667C2.87833 2.72917 2.395 2.94083 2.0425 3.29333C1.69 3.64583 1.47833 4.12917 1.36583 4.96667C1.34694 5.10833 1.33083 5.25806 1.3175 5.41583H16.5975C16.5842 5.25806 16.5681 5.10806 16.5492 4.96583C16.4367 4.12833 16.225 3.645 15.8725 3.2925C15.52 2.94 15.0367 2.72833 14.1983 2.61583C13.3425 2.50083 12.2133 2.49917 10.6242 2.49917H7.29083C5.70167 2.49917 4.57333 2.50167 3.71583 2.61667ZM1.24917 8.54167C1.24917 7.83 1.24917 7.21083 1.26 6.66667H16.655C16.6658 7.21083 16.6658 7.83 16.6658 8.54167V10.2083C16.6658 11.7975 16.6642 12.9267 16.5492 13.7833C16.4367 14.6208 16.225 15.1042 15.8725 15.4567C15.52 15.8092 15.0367 16.0208 14.1983 16.1333C13.3425 16.2483 12.2133 16.25 10.6242 16.25H7.29083C5.70167 16.25 4.57333 16.2483 3.71583 16.1333C2.87833 16.0208 2.395 15.8092 2.0425 15.4567C1.69 15.1042 1.47833 14.6208 1.36583 13.7825C1.25083 12.9267 1.24917 11.7975 1.24917 10.2083V8.54167Z"
                                        fill="#A6AAB5" />
                                </svg>

                                <div>
                                    <span>عضو منذ</span>
                                    <span>0</span>
                                </div>
                            </div>
                        </div>

                        <div>
                            <a href="">
                                <svg width="19" height="19" viewBox="0 0 19 19" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M9.08333 0.75C4.48083 0.75 0.75 4.48083 0.75 9.08333C0.75 13.6858 4.48083 17.4167 9.08333 17.4167C13.6858 17.4167 17.4167 13.6858 17.4167 9.08333C17.4167 4.48083 13.6858 0.75 9.08333 0.75Z"
                                        stroke="white" stroke-width="1.5" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                    <path
                                        d="M2.64258 14.3704C2.64258 14.3704 4.50008 11.9987 9.08341 11.9987C13.6667 11.9987 15.5251 14.3704 15.5251 14.3704M9.08341 9.08203C9.74645 9.08203 10.3823 8.81864 10.8512 8.3498C11.32 7.88096 11.5834 7.24507 11.5834 6.58203C11.5834 5.91899 11.32 5.28311 10.8512 4.81426C10.3823 4.34542 9.74645 4.08203 9.08341 4.08203C8.42037 4.08203 7.78449 4.34542 7.31564 4.81426C6.8468 5.28311 6.58341 5.91899 6.58341 6.58203C6.58341 7.24507 6.8468 7.88096 7.31564 8.3498C7.78449 8.81864 8.42037 9.08203 9.08341 9.08203Z"
                                        stroke="white" stroke-width="1.5" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                </svg>

                                عرض الملف الشخصي

                            </a>
                        </div>
                    </div>

                </div>

            </div>
    </section>


    <section class="section-gap">
        <div class="h-96 h-[600px]">
            <iframe
                src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3295.2184483958963!2d50.1176448439897!3d26.37586181777448!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3e49fddf50e3fa65%3A0xe09df008fd3d655b!2z2LTYsdmD2Kkg2LPZhdin2Kog2YTZhNin2LPYqti02KfYsdin2Kog2YjYp9mE2KrYt9mI2YrYsQ!5e1!3m2!1sen!2seg!4v1779222418795!5m2!1sen!2seg"
                width="100%" height="600" style="border:0;" allowfullscreen="" loading="lazy"
                referrerpolicy="no-referrer-when-downgrade"></iframe>
        </div>

    </section>

</main>
@endsection
@push('scripts')


@endpush
